<h3>Языковые настройки</h3>
<ul class="index-list">
	<li>На странице настройки шаблона кликните ссылку <strong>Theme options</strong>.</li>
	<li>Выберите пункт Edit <strong>HTML/CSS</strong> в выпадающем списке.</li>
</ul>
<figure class="img-polaroid"><img alt="" src="img/10_lang_settings.png"></figure>

<p>На новой странице откроется редактор языковых настроек шаблона:</p>
<figure class="img-polaroid"><img alt="" src="img/11_lang_editor_1.png"></figure>
<p>В этом редакторе вы можете задавать и изменять переводы для всех текстов шаблона. 
Наши шаблоны поставляются с готовыми переводами для 5 языков: английский (включён по умолчанию), немецкий, французский, испанский и русский.</p>

<h4>Перевод текстов шаблона</h4>
<p>
	Для перевода текстов шаблона необходимо выполнить следующие действия:
</p>
<ul class="index-list">
	<li>Введите переводы в текстовые поля;</li>
	<li>Нажмите кнопку <strong>Save</strong> в верхней части страницы справа.</li>
</ul>
<figure class="img-polaroid"><img alt="" src="img/12_lang_editor_2.png"></figure>
<p>
	Для переключения языка магазина:
</p>
<ul class="index-list">
	<li>Нажмите на кнопку <strong>Change theme language;</strong>.</li>
	<li>Выберите нужный язык в выпадающем списке;</li>
	<li>Нажмите кнопку <strong>Save</strong>.</li>
</ul>

<p class="alert alert-warning">
	<b>Внимание!</b> Тексты баннеров, слайдеров и других настраиваемых блоков тоже можно переводить на другие языки. При этом, на страницах вашего магазина будут выводиться тексты, заданные на странице языкового редактора (вместо текстов, заданных в настройках шаблона). !!!

</p>
<p class="alert alert-warning">Контент магазина (продукты, категории, блог, текстовые страницы, и т.д.) не являются частью шаблона и не переводятся с помощью редактора языковых настроек шаблона. 
Для перевода вышенавазванного контента воспользуйтесь соответствующими приложениями (Apps) или переведите вручную.</p>