<h3>Основные разделы страницы настроек</h3>

<h4>General settings</h4>

Здесь вы можете:
<ol class="index-list"> 
<li>Загрузить логотип, который будет использоваться в вашем интернет-магазине, a также дополнительное 
изображение логотипа для использования на устройствах с retina-дисплеем;</li>
<li>Загрузить иконку, демонстрируемую в адресной строке браузера (favicon);</li>
<li>Управлять адаптивностью магазина;</li>
<li>Включать и выключать плавную прокрутку страницы;</li>
<li>Управлять ссылками "Designed by" и "Powered by"в футере страницы.
</ol>
<h4>Typography</h4>

<p>Раздел настройки типографики шаблона. С помощью представленных опций вы можете выбрать нужный шрифт, а также его цвет
    и размер. Вы можете изменять:</p>

<ul class="marked-list">
    <li>основной шрифт страниц магазина;</li>
    <li>шрифт заголовков;</li>
    <li>текстовые ссылки;</li>
    <li>шрифт названий, цены продуктов.</li>
</ul>

<p>Вы можете использовать как системные шрифты, так и <a href="//www.google.com/fonts">Google Fonts</a>.</p>

<p>Стиль размер и цвет основного текста:</p>

<figure class="img-polaroid">
    <img alt="" src="img/typography_1.png">
</figure>

<p>Стиль размер и цвет заголовков:</p>

<figure class="img-polaroid">
    <img alt="" src="img/typography_3.png">
</figure>

<p>Цвет текста ссылок и цвет ховера на ссылках:</p>

<figure class="img-polaroid">
    <img alt="" src="img/typography_2.png">
</figure>

<p>Размер цвет и цвет ховера названия товара:</p>

<figure class="img-polaroid">
    <img alt="" src="img/typography_4.png">
</figure>

<p>Цвет цены товара и цвет скидки:</p>

<figure class="img-polaroid">
    <img alt="" src="img/typography_5.png">
</figure>

<p>Цвет бекграунда заголовков секций и его выравнивание :</p>

<figure class="img-polaroid">
    <img alt="" src="img/typography_6.png">
</figure>



<h4>Color settings</h4>

<p>В этом разделе вы можете управлять цветовыми схемами шаблона. Каждый шаблон поставляется с четырьмя цветовыми схемами. Вы сможете переключать 
схемы или изменять их по своему вкусу. Доступна возможность использования демонстрационного переключателя цветовых схем:</p>
<figure class="img-polaroid">
    <img alt="" src="img/07_colors.png">
</figure>
<p>Также, имеется возможность изменять фоновый цвет, изображение страниц магазина, рамок.</p>


<h4>Layout & content</h4>

<p>Основные настройки вывода контента. Вы можете:</p>

<ul class="marked-list">
    <li>настроить вывод списка продуктов на домашней странице;</li>
    <li>управлять поведением боковых колонок (сайдбаров) и их содержимым.</li>
</ul>
<h4>Layout & content</h4>
<p>В этом разделе вы можете управлять страницей карты сайта. Создайте страницу в разделе <strong>Online Store</strong> > <strong>Pages</strong>
 и настройте навигацию, используя настройки вывода категорий, типов продуктов, поставщиков, последних записей блога, а также 4 блока для вывода списков ссылок.</p>

<h4>Promobanner</h4>
<p>Воспользуйтесь функционалом промобаннера для того, чтобы сообщить посетителям своего интернет-магазина о периоде действия скидок и акций.
 К вашим услугам таймер обратного отсчёта, возможность менять изображение, тексты и ссылку для перехода.</p>
<h4>Megamenu</h4>

<p>Наши шаблоны поставляются с виджетом Megamenu, с помощью которого вы можете построить мощное и функциональное главное
    меню своего магазина. Виджет имеет множество настроек, которые доступны в соответствующем разделе. Меню
    предусматривает 6 пунктов (<strong>Items</strong>), каждый из которых настраивается в соответствующем подразделе. К
    каждому пункту можно добавить ярлык с текстом (<strong>Item badge</strong>):</p>

<ul class="marked-list">
    <li>обычная настраиваемая ссылка, без субменю;</li>
    <li>каталог продуктов. Задаётся ссылка на перечень всех продуктов, также доступно управление выпадающим
        субменю со списком ссылок (<strong>Menus</strong>);
    </li>
    <li>блог. Блог выбирается пользователем, также доступно включение/отключение выпадающего субменю с
        перечнем последних записей;
    </li>
    <li>продукты со скидками. Задаётся категория, также доступно включение/отключение выпадающего субменю с
        перечнем продуктов из выбранной категории;
    </li>
    <li>обычные настраиваемые ссылки, без субменю.</li>
</ul>

<h4>Slider
    <span class="muted">(опционально)</span>
</h4>

<p>Раздел содержит настройки слайдера, представленного 
на главной странице вашего интернет-магазина (если слайдер предусмотрен дизайном шаблона). Вы можете:</p>
<ul class="marked-list">
    <li>включать/отключать слайдер;</li>
    <li>управлять поведением слайдера (включать и отключать тексты, элементы управления, возможность и интервал автоматического перелистывания);</li>
    <li>менять изображения;</li>
    <li>редактировать описания и ссылки, на которые ведут слайды.</li>
</ul>
<p class="alert alert-warning"><b>Внимание!</b> Для сохранения эстетической привлекательности шаблона рекомендуется
    придерживаться размеров изображений, указанных рядом с формой загрузки.</p>



<h4>Money options</h4>

<p>Если вы планируете использовать несколько валют в вашем-интернет-магазине, вы можете настроить их вывод в этом
    разделе. Для этого отметьте переключатель <strong>Show currency selector</strong> и внесите трёхбуквенные коды валют
    (<a href="//www.iso.org/iso/currency_codes">стандарт ISO 4217</a>) в поле <strong>Currencies you wish to
        support</strong>.</p>

<h4>Newsletter options</h4>

<p>В этом разделе представлены настройки форм подписки на e-mail рассылки. Здесь вы можете настроить всплывающее
    сообщение с предложением подписаться (<strong>Newsletter pop-up</strong>). Благодаря множеству опций внешний вид
    сообщения поддаётся детальной настройке, вы можете изменять фоновое изображение и тексты по своему усмотрению.</p>
<p>Также, доступен выбор формы подписки:</p>

<ol>
    <li> Встроенная форма <strong>Shopify</strong>. При выборе этого варианта все e-mail подписчиков будут собираться в
        разделе <strong>Customers</strong> с отметкой <strong>Newsletter Subscriber</strong>.
    </li>
    <li>Интеграция формы <strong>Mailchimp</strong>. Для работы с рассылками вы можете использовать сервис <strong>Mailchimp</strong>,
        достаточно получить<a
            href="https://docs.shopify.com/manual/configuration/store-customization/communicating-with-customers/accounts-and-newsletters/where-do-i-get-my-mailchimp-form-action"
            target="_blank"> форму подписки</a> и ввести её в поле <strong>Mailchimp form action URL</strong>.
    </li>
</ol>


<p>Раздел содержит инструменты настройки почтовых рассылок.</p>

<h4>Payment methods</h4>

<p>Управление отображением иконок-логотипов платёжных систем, которые показываются на странице оформления заказа. Вы
    можете включать/отключать иконки по своему усмотрению.</p>

<h4>Cookies Policy</h4>

<p>В наших шаблонах имеется встроенный виджет для отображения информации об использовании <a
        href="http://www.cookielaw.org/the-cookie-law/">Cookie Law</a>. Управление виджетом производится в разделе
    <strong>Cookies Policy</strong>:</p>
<figure class="img-polaroid">
    <img alt="" src="img/06_settings_cookies.png">
</figure>
<p>Вы можете включить/отключить виджет, редактировать тексты, период в течение которого сообщение не будет отображаться
    (при нажатии кнопки <strong>ОК</strong>), а также ссылку, по которой будет осуществлён переход в случае отказа
    пользователя (при нажатии кнопки <strong>NO</strong>).</p>



<h4>Страница оплаты (Checkout)</h4>

<p>В этом разделе представлены настройки внешнего вида страницы оформления заказа. 
Вы можете настроить баннер, логотип, заголовок страницы, а также цвета кнопок.
</p>

