<h3>Основные разделы страницы настроек</h3>

<h4>General</h4>

<p>Здесь вы можете загрузить свой логотип, который будет использоваться в вашем интернет-магазине, а также иконку,
    демонстрируемую в адресной строке браузера (favicon). Также, доступны опции включения/отключения логотипа на
    странице оформления заказа и копирайта в футере.</p>

<h4>Typography</h4>

<p>Раздел настройки типографики шаблона. С помощью представленных опций вы можете выбрать нужный шрифт, а также его цвет
    и размер. Вы можете изменять:</p>

<ul class="marked-list">
    <li>основной шрифт страниц магазина</li>
    <li>текстовые ссылки</li>
    <li>заголовки</li>
    <li>названия продуктов</li>
    <li>описания продуктов</li>
    <li>цена продуктов</li>
</ul>

<p>Вы можете использовать как системные шрифты, так и <a href="//www.google.com/fonts">Google Fonts</a>.</p>

<p class="alert alert-warning"><b>Внимание!</b> Размеры шрифтов необходимо указывать в пикселях (например, <b>12px</b>),
    а цвета — в восьмеричном формате (например, <b>#aabbcc</b>; также, можно выбирать цвета из представленной палитры).
</p>

<h4>Colors</h4>

<p>Управление цветовой схемой шаблона. Цвета необходимо задавать в восьмеричном формате (например, <b>#aabbcc</b>).
    Также, можно выбирать цвета из представленной палитры.</p>

<h4>Gradients
    <span class="muted">(опционально)</span>
</h4>

<p>В этом разделе вы можете редактировать градиенты (если они предусмотрены дизайном шаблона). В наших шаблонах
    используются линейные вертикальные градиенты. Их можно изменять, достаточно задать два цвета, для верхней и нижней
    границ.</p>

<h4>Layout & content settings</h4>

<p>Основные настройки вывода контента. Вы можете:</p>

<ul class="marked-list">
    <li>настроить вывод списка продуктов на главной странице и на странице категории</li>
    <li>управлять поведением боковых колонок (сайдбаров) и их содержимым</li>
</ul>

<h4>Megamenu</h4>

<p>Наши шаблоны поставляются с виджетом Megamenu, с помощью которого вы можете построить мощное и функциональное главное
    меню своего магазина. Виджет имеет множество настроек, которые доступны в соответствующем разделе. Меню
    предусматривает 6 пунктов (<strong>Items</strong>), каждый из которых настраивается в соответствующем подразделе. К
    каждому пункту можно добавить ярлык с текстом (<strong>Item badge</strong>):</p>

<ul class="marked-list">
    <li>обычная настраиваемая ссылка, без субменю.</li>
    <li>каталог продуктов. Задаётся ссылка на перечень всех продуктов, также доступно управление выпадающим
        субменю со списком категорий (<strong>Collections</strong>). Категории для отображения выбираются пользователем.
    </li>
    <li>блог. Блог выбирается пользователем, также доступно включение/отключение выпадающего субменю с
        перечнем последних записей.
    </li>
    <li>продукты со скидками. Задаётся категория, также доступно включение/отключение выпадающего субменю с
        перечнем продуктов из выбранной категории.
    </li>
    <li>обычные настраиваемые ссылки, без субменю.</li>
</ul>

<h4>Slider
    <span class="muted">(опционально)</span>
</h4>

<p>Раздел содержит настройки слайдера, представленного на главной странице вашего интернет-магазина (если слайдер
    предусмотрен дизайном шаблона). Вы можете включать/отключать слайдер, менять изображения, редактировать описания и
    ссылки, на которые ведут слайды.</p>

<p class="alert alert-warning"><b>Внимание!</b> Для сохранения эстетической привлекательности шаблона рекомендуется
    придерживаться размеров изображений, указанных рядом с формой загрузки.</p>

<h4>Custom blocks</h4>

<p>В этом разделе вы можете редактировать баннеры, блоки ссылок, опции социальных аккаунтов, а также другой
    пользовательский контент, представленный в шаблоне. Для редактирования этих блоков не требуются знания вёрстки или
    программирования — настройка сводится к простым действиям, таким как ввод текстов, выбор иконок и загрузка
    изображений.</p>

<h4>Google maps</h4>

<p>Раздел содержит настройки управления отображения гугл-карт на страницах магазина.</p>

<p>Основные настройки:</p>

<p><strong>Адрес. </strong>Задайте почтовый адрес нужного объекта, и виджет отобразит карту этот объект на карте, с
    маркером.</p>

<p><strong>Функции показа карты. </strong>Вы можете включить или отключить отображение карты на главной странице или на
    странице контактов.</p>

<figure class="img-polaroid">
    <img alt="" src="img/06_settings_googlemap.png">
</figure>

<h4>Olark chat</h4>

<p>В наши шаблоны Shopify встроен виджет для отображения olark-чата, управлять настройками виджета можно в
    соответствующем разделе.</p>
<p>Для того, чтобы добавить Olark-чат на страницы своего магазина, выполните следующие действия:</p>

<p>
    <a href="https://www.olark.com/signup/create_new_account">Зарегистрируйтесь</a> на <a
        href="https://www.olark.com/install">официальном сайте Olark</a>.
</p>

<p class="alert alert-info">Вы можете получить пробный бесплатный 6-месячный
    бронзовый пакет. Для этого перейдите по <a
        href="http://olark.com/signup/create_new_account/18981?utm_source=templatemonster&utm_medium=offer&utm_campaign=default">ссылке</a>
    и внесите свои регистрационные данные.</p>

<p>Получите код чата для вашего магазина. </p>

<p>Скопируйте этот код в буфер обмена.</p>

<figure class="img-polaroid">
    <img alt="" src="img/06_settings_olark__1.png">
</figure>

<p>В настройках шаблона Shopify откройте раздел <strong>Olark chat</strong>. Отметьте пункт <strong>Enable
        widget</strong> и вставьте код чата в поле <strong>Chat code</strong>.
</p>

<figure class="img-polaroid">
    <img alt="" src="img/06_settings_olark__2.png">
</figure>

<p>Нажмите кнопку <strong>Publish changes</strong> в верхней части страницы справа.</p>

<p>Дополнительная информация:</p>

<ul class="marked-list">
    <li><a href="https://www.olark.com/help/guide">Getting started guide</a></li>
    <li><a href="https://www.olark.com/download/handbook-en-US.pdf?download">The Olark Handbook</a></li>
</ul>

<h4>Money options</h4>

<p>Если вы планируете использовать несколько валют в вашем-интернет-магазине, вы можете настроить их вывод в этом
    разделе. Для этого отметьте переключатель <strong>Show currency selector</strong> и внесите трёхбуквенные коды валют
    (<a href="//www.iso.org/iso/currency_codes">стандарт ISO 4217</a>) в поле <strong>Currencies you wish to
        support</strong>.</p>

<h4>Newsletter options</h4>

<p>В этом разделе представлены настройки форм подписки на e-mail рассылки. Здесь вы можете настроить всплывающее
    сообщение с предложением подписаться (<strong>Newsletter pop-up</strong>). Благодаря множеству опций внешний вид
    сообщения поддаётся детальной настройке, вы можете изменять фоновое изображение и тексты по своему усмотрению.</p>
<p>Также, доступен выбор формы подписки:</p>

<ol>
    <li> Встроенная форма <strong>Shopify</strong>. При выборе этого варианта все e-mail подписчиков будут собираться в
        разделе <strong>Customers</strong> с отметкой <strong>Newsletter Subscriber</strong>.
    </li>
    <li>Интеграция формы <strong>Mailchimp</strong>. Для работы с рассылками вы можете использовать сервис <strong>Mailchimp</strong>,
        достаточно получить<a
            href="https://docs.shopify.com/manual/configuration/store-customization/communicating-with-customers/accounts-and-newsletters/where-do-i-get-my-mailchimp-form-action"
            target="_blank"> форму подписки</a> и ввести её в поле <strong>Mailchimp form action URL</strong>.
    </li>
</ol>

<figure class="img-polaroid">
    <img alt="" src="img/06_settings_newsletter.png">
</figure>

<h4>Mailing list
    <span class="muted">(опционально)</span>
</h4>

<p>Раздел содержит инструменты настройки почтовых рассылок.</p>

<h4>Payment methods</h4>

<p>Управление отображением иконок-логотипов платёжных систем, которые показываются на странице оформления заказа. Вы
    можете включать/отключать иконки по своему усмотрению.</p>

<h4>Cookies Policy</h4>

<p>В наших шаблонах есть встроенный виджет для отображения информации об использовании <a
        href="http://www.cookielaw.org/the-cookie-law/">Cookie Law</a>. Управление виджетом производится в разделе
    <strong>Cookies Policy</strong>:</p>

<p>Вы можете включить/отключить виджет, редактировать тексты, период в течение которого сообщение не будет отображаться
    (при нажатии кнопки <strong>ОК</strong>), а также ссылку, по которой будет осуществлён переход в случае отказа
    пользователя (при нажатии кнопки <strong>NO</strong>).</p>

<figure class="img-polaroid">
    <img alt="" src="img/06_settings_cookies.png">
</figure>

<h4>Страница оплаты (Checkout)</h4>

<p>В этом разделе представлены настройки оформления внешнего вида страницы заказа. Вы можете настроить баннер, логотип,
    заголовок страницы, а также цвета кнопок.</p>

<h4>Additional Layouts</h4>

<p>Управление дополнительными макетами страниц. Добаить, удалить или редактировать макеты страниц вы можете в меню
    <strong>Themes > Template Editor > Layouts</strong>.</p>