<h3>Colours
</h3>
<p align="justify">В этом разделе вы можете настравать цвета шаблона. Вы можете выбрать цвет из цветовой палитры. Используйте Hex Color Code, чтобы найти нужный цвет. Напр., #58d68d. </p>
<p>
  <figure class="img-polaroid">
    <img alt="" src="img/colour.png">
  </figure>
  
</p>

  <p>Секция имеет два подраздела:<strong> Page colors</strong> и <strong>Color theme</strong>.</p>
<p>Более подробно рассмотрим возможности настройки цветов сайта:</p>
<p>Опции подраздела <strong> Page colors </strong>помогают изменить <strong>фоновые цвета страницы</strong> и <strong>цвета границ блоков</strong>.</p>
  <p align="justify">Опции подраздела <strong>Color theme</strong> служат для изменения цвета кнопок, некоторого текста и активных иконок (при наведении или нажатии).  В этом подразделе вы можете настроить цвет ссылок, верхней панели, верхней части страницы (header), панели навигации и цвет нижней части страницы (footer).</p>