<h3>Настройка иконки сайта (Favicon)</h3>
<p align="justify">С помощью этой опции вы сможете менять иконку вашего сайта (маленькая иконка, которая отображается на  вкладке страницы вашего сайта в браузере). Для иконки используйте любое изображение формата  .png (является наиболее подходящим форматом).</p>
<p>
  <figure class="img-polaroid">
    <img alt="" src="img/favicon.png">
  </figure>
  
</p>

  <p>Изображение иконки будет сжато до размеров  32 x 32px.</p>
<p align="justify">У вас есть возможность загрузить изображение для иконки с вашего компьютера, либо выбрать изображение из библиотеки.</p>
<p>
  <figure class="img-polaroid">
    <img alt="" src="img/favicon-1.png">
  </figure>
  
</p>
<p>Редактируйте изображение. Для этого выберите <strong>Edit image </strong>из раскрывающегося списка опции <strong>Update</strong>.</p>
<p>
  <figure class="img-polaroid">
    <img alt="" src="img/favicon-2.png">
  </figure>
</p>
<p align="justify">Напишите краткое описание  изображения, что бы улучшить поисковую оптимизации (SEO) и повысить  уровень доступности изображения для людей со сниженной остротой зрения.</p>
