<h2 class="item5">Дополнение</h2>

<p>Мы постарались сделать данную документацию как можно более доступной и понятной. Тем не менее, в случае возникновения
    любых сложностей с Shopify шаблоном, предложений по улучшению шаблонов или документации, с командой технической
    поддержки можно связаться следующим образом:</p>

<h4>Помощь и поддержка</h4>
<ul class="marked-list">
    <li><a href="http://chat.template-help.com/" target="_blank">Чат</a></li>
    <li><a href="http://support.template-help.com/index.php?/Tickets/Submit" target="_blank">Тикет-система</a></li>
</ul>

<h4>Решение возможных проблем с веб-шрифтами </h4>
<p>Если вы столкнулись с проблемой отображения Google fonts на страницах своего магазина – попробуйте в адресе
    подключаемых шрифтов заменить <strong>fonts.googleapis.com</strong> на <strong>fonts.useso.com</strong>.</p>
<p>Например, для шрифта Open Sans это будет выглядеть так:</p>
<ol class="index-list">
    <li>до замены
        <br>
        <code>&lt;link href='//fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'&gt;</code>
    </li>
    <li><br></li>
    <li>после
        <br>
        <code>&lt;link href='//fonts.useso.com/css?family=Open+Sans' rel='stylesheet' type='text/css'&gt;</code>
    </li>
</ol>

<h4>Валидация</h4>

<p class="alert alert-info">В наших шаблонах мы придерживаемся семантических правил написания кода HTML-разметки
    и CSS-стилей. Однако, некоторые ошибки все же могут возникать при W3C валидации. Создание 100-процентно
    правильного кода, согласно стандартам консорциума W3C, ограничивает использование современных технологий
    создания сайтов, таких как спецификация CSS3 и разметка HTML5. Целью нашей компании является предоставление
    богатого пользовательского опыта с высококачественными шаблонами, и иногда нам приходится нарушать некоторые
    правила.</p>