<h2 class="item5">Дополнение</h2>

<p>Мы постарались сделать данную документацию как можно более доступной и понятной. Тем не менее, в случае возникновения
    любых сложностей с Shopify шаблоном, предложений по улучшению шаблонов или документации, с командой технической
    поддержки можно связаться следующим образом:</p>

<h4>Помощь и поддержка</h4>
<ul class="marked-list">
    <li><a href="http://chat.template-help.com/" target="_blank">Чат</a></li>
    <li><a href="http://support.template-help.com/index.php?/Tickets/Submit" target="_blank">Тикет-система</a></li>
</ul>

<h4>Валидация</h4>

<p class="alert alert-info">В наших шаблонах мы придерживаемся семантических правил написания кода HTML-разметки и CSS-стилей. 
Однако, некоторые ошибки все же могут возникать при CSS-валидации. 
Создание стопроцентно правильного кода, согласно стандартам консорциума W3C, ограничивает
 использование современных технологий создания сайтов, таких как спецификация CSS3 и разметка HTML5. 
 Нашей целью является предоставление богатого пользовательского опыта с высококачественными шаблонами,
  и иногда нам приходится использовать технологии (Bootstrap, Font Awesome, и т.д.), которые не удовлетворяют 
  требованиям W3C в плане валидности CSS-кода.
</p>